{
    "home": "الرئيسية",
    "service": "الخدمات",
    "about": "عن الفريق",
    "contact": "اتصل بنا",
    "login": "تسجيل الدخول",
    "signout": "تسجيل الخروج",
    "dashboard": "لوحة القيادة",
    "profile": "الملف الشخصي",
    "users": "المستخدمين",
    "blog": "مدونة",
    "english": "En",
    "arabic": "ع",
    "stitle": " نقدم لك تنبؤ لتحليلك الطبي",
    "btitle": "احصل عليه بسرعة وحافظ على صحتك آمنة",
    "read": "اقرأ المزيد",
    "aboutt1": "توقع سريع، وقاية أسرع" ,
    "aboutt2": "نحن نقدم نصائح وإرشادات خاصة للوقاية والعلاج ومستوى عالٍ من أفضل التقنيات المستخدمة في موقعنا",
    "feature1": "مجموعة البيانات المعتمدة" ,
    "feature2": "نتائج مؤهلة" ,
    "feature3": "تأهيل المستخدم" ,
    "feature4": "تحذير المريض" ,
    "Services": "خدماتنا" ,
    "Servicest": "دعونا نرى ما لدينا",
    "heartdisease": "التنبؤ بأمراض القلب",
    "cancerdisease": "التنبؤ بأمراض السرطان",
    "diabetesdisease": "التنبؤ بأمراض السكري",
    "coomingsoon": "قريباً",
    "availablenow": "متوفر",
    "Try it": "جربها",
    "wp": "خطوات عملنا",
    "hw": "كيف تعمل؟",
    "1": "١",
    "2": "٢",
    "3": "٣",
    "reg": "التسجيل",
    "regp": "تتضمن عملية التسجيل تقديم معلوماتك الشخصية وإنشاء بيانات اعتماد تسجيل الدخول للوصول إلى النظام الأساسي أو الخدمة",
    "regp1": "أثناء التسجيل، قد يُطلب من المستخدمين التحقق من عنوان بريدهم الإلكتروني أو رقم هاتفهم لتعزيز الأمان",
    "pp": "عملية التنبؤ",
    "pp1": "تتضمن عملية التنبؤ إدخال البيانات الصحية للمريض (على سبيل المثال، مستويات الجلوكوز، ومؤشر كتلة الجسم، وضغط الدم) في خوارزمية SVM، والتي تصنف بعد ذلك احتمالية الإصابة بمرض السكري بناءً على الأنماط المستفادة من بيانات التدريب",
    "results": "النتائج",
    "resultsp": "تتضمن النتائج عادةً التنبؤ بما إذا كان الفرد معرضًا لخطر الإصابة بمرض السكري أم لا، ويمكن لهذه النتائج إبلاغ المتخصصين في الرعاية الصحية والأفراد حول التدابير الوقائية المحتملة أو التدخلات الضرورية",
    "Learn More": "معلومات اثرائيه",
    "ds": "أعراض مرض السكري",
    "dt": "علاج مرض السكري",
    "dp": "الوقاية من مرض السكري",
    "sl": "كيفية التحقق من مستوى السكر في الدم",
    "dtypes": "أنواع مرض السكري",
    "Helathy Food":  "الطعام الصحي",
    "Sleep Well": "نم جيداً",
    "Exercises": "تمارين",
    "Stay Hydrated": "حافظ على شرب المياه",
    "Avoid Alcohol & Cigrattes": "تجنب الكحول والسجائر",
    "Maintain A Healthy Weight": "الحفاظ على وزن صحي",
    "Sugar Control": "السيطرة على السكر",
    "Medicines": "الأدوية",
    "Insulin Therapy": "العلاج بالأنسولين",
    "subscribe": "اشترك",
    "subscribe now": "إشترك الآن",
    "Socail Media": "وسائل التواصل الاجتماعي",
    "Facebook": "فيسبوك",
    "linkedin": "لينكد ان",
    "Instagram": "انستجرام",
    "twitter": "تويتر",
    "Contact Us": "اتصل بنا",
    "number": " ١٠١٧١٦١١٩٢ (٢٠ +)",
    "Email Address": "البريد الإلكتروني",
    "Frequent Urination": "كثرة التبول",
    "Always Thirsty": "عطشان دائما",
    "Tingling": "تنميل",
    "Always Hungary": "دائما جائع",
    "Sudden Weight Drop/Gain": "انخفاض/زيادة الوزن المفاجئ",
    "Dizziness": "دوخة",
    "Wounds Won't Heal": "الجروح لن تشفى",
    "Blurred Vision": "عدم وضوح الرؤية",
    "Irritability": "التهيج",
    "Type 1": "النوع ١",
    "Type 1p": "مرض السكري من النوع الأول هو عندما يكون مستوى الجلوكوز (السكر) في الدم مرتفعًا جدًا لأن جسمك لا يستطيع إنتاج هرمون يسمى الأنسولين. يحدث هذا لأن جسمك يهاجم الخلايا الموجودة في البنكرياس التي تصنع الأنسولين، مما يعني أنك لا تستطيع إنتاج أي شيء على الإطلاق. نحن جميعا بحاجة إلى الأنسولين للعيش. إنها تقوم بعمل أساسي. فهو يسمح للجلوكوز الموجود في الدم بالدخول إلى خلايانا وتزويد أجسامنا بالوقود. عندما تكون مصابًا بداء السكري من النوع الأول، لا يزال جسمك يكسر الكربوهيدرات الموجودة في الطعام والشراب ويحولها إلى جلوكوز.",
    "Type 2": "النوع ٢",
    "Type 2p": "في مرض السكري من النوع ٢، لا يستطيع الأنسولين الذي يصنعه البنكرياس أن يعمل بشكل صحيح، أو لا يستطيع البنكرياس إنتاج كمية كافية من الأنسولين. وهذا يعني أن مستويات الجلوكوز (السكر) في الدم تستمر في الارتفاع. يعاني حوالي ٩٠% من مرضى السكري في المملكة المتحدة من النوع الثاني. وهي حالة خطيرة ويمكن أن تستمر مدى الحياة. إن الإصابة بداء السكري من النوع ٢ دون علاج يعني أن ارتفاع مستويات السكر في الدم يمكن أن يؤدي إلى تلف أجزاء الجسم بشكل خطير، بما في ذلك العينين والقلب والقدمين. وتسمى هذه مضاعفات مرض السكري.",
    "Pre-diabetes": "ما قبل مرض السكري",
    "Pre-diabetes p": "هذا شكل نادر من مرض السكري يحدث خلال الأشهر الستة الأولى من الحياة. وهو أيضًا شكل من أشكال مرض السكري أحادي المنشأ. حوالي ٥٠% من الأطفال المصابين بداء السكري عند الأطفال حديثي الولادة لديهم شكل يستمر مدى الحياة يسمى داء السكري عند الأطفال حديثي الولادة. بالنسبة للنصف الآخر، تختفي الحالة في غضون بضعة أشهر من البداية، ولكنها يمكن أن تعود لاحقًا في الحياة. وهذا ما يسمى داء السكري الوليدي العابر. وفقًا للجمعية الأمريكية للسكري، بالنسبة للأشخاص الذين تتراوح أعمارهم بين ٤٥ عامًا والذين يعانون من مقدمات السكري، فإن خطر الإصابة بمرض السكري من النوع الثاني خلال ١٠ سنوات هو ٩% إلى ١٤٪.",
    "Gestational diabetes": "سكري الحمل",
    "Gestational diabetes p": "سكري الحمل هو نوع من مرض السكري يتطور أثناء الحمل عندما ترتفع مستويات السكر في الدم بشكل كبير. يظهر عادةً في منتصف فترة الحمل، أي بين الأسبوع ٢٤ و ٢٨. لا يعني تطوير مرض السكري أنك مصابة بالفعل بمرض السكري قبل الحمل. تظهر الحالة بسبب الحمل. يواجه الأشخاص المصابون بداء السكري من النوع الأول والنوع الثاني تحديات منفصلة خاصة بهم عندما يتعلق الأمر بالحمل.",
    "Type 3c diabetes": "مرض السكري من النوع ٣    ",
    "Type 3c diabetes p": "يتطور مرض السكري من النوع ٣ عندما يتعرض البنكرياس لضرر يؤثر على قدرته على إنتاج الأنسولين. يمكن أن تؤدي حالات مثل التهاب البنكرياس المزمن والتليف الكيسي إلى تلف البنكرياس الذي يسبب مرض السكري. تؤدي إزالة البنكرياس (استئصال البنكرياس) أيضًا إلى الإصابة بداء السكري من النوع ٣. مرض السكري هو حالة تحدث عندما يكون مستوى السكر في الدم (الجلوكوز) مرتفعًا جدًا. يتطور عندما لا ينتج البنكرياس أي كمية كافية من الأنسولين (هرمون)، أو لا يستجيب جسمك لتأثيرات الأنسولين بشكل صحيح.",
    "Latent autoimmune diabetes in adults": "مرض السكري المناعي الذاتي لدى البالغين",
    "Latent autoimmune diabetes in adults p": "مثل مرض السكري من النوع الأول، ينتج أيضًا عن رد فعل مناعي ذاتي، لكنه يتطور بشكل أبطأ بكثير من النوع ١. عادةً ما يكون عمر الأشخاص الذين تم تشخيص إصابتهم بـه أكبر من ٣٠ عامًا.",
    "Maturity-onset diabetes of the young": "مرض السكري عند النضج عند الشباب",
    "Maturity-onset diabetes of the young p": " يُطلق عليه أيضًا مرض السكري أحادي المنشأ، بسبب طفرة جينية موروثة تؤثر على كيفية إنتاج الجسم للأنسولين واستخدامه. يوجد حاليًا أكثر من ١٠ أنواع مختلفة منه . ويصيب ما يصل إلى ٥% من مرضى السكري وينتشر عادة في العائلات.",
    "Neonatal diabetes": "مرض السكري عند الأطفال حديثي الولادة",
    "Neonatal diabetes p": "هذا شكل نادر من مرض السكري يحدث خلال الأشهر الستة الأولى من الحياة. وهو أيضًا شكل من أشكال مرض السكري أحادي المنشأ. حوالي ٥٠% من الأطفال المصابين بداء السكري عند الأطفال حديثي الولادة لديهم شكل يستمر مدى الحياة يسمى داء السكري عند الأطفال حديثي الولادة. بالنسبة للنصف الآخر، تختفي الحالة في غضون بضعة أشهر من البداية، ولكنها يمكن أن تعود لاحقًا في الحياة. وهذا ما يسمى داء السكري الوليدي العابر.",
    "Brittle diabetes": "مرض السكري الهش",
    "Brittle diabetes p": "مرض السكري الهش هو مرض السكري الذي يصعب التحكم فيه بشكل خاص وغالباً ما يعطل حياتك اليومية. يعاني الأشخاص المصابون بداء السكري الهش من تقلبات حادة في مستويات الجلوكوز (السكر). يمكن أن تسبب التقلبات نوبات متكررة من انخفاض نسبة السكر في الدم (نقص السكر في الدم) و/أو ارتفاع نسبة السكر في الدم (ارتفاع السكر في الدم). قد تؤدي هذه النوبات إلى دخول المستشفى بشكل متكرر. يؤثر مرض السكري الهش بشكل رئيسي على الأشخاص المصابين بداء السكري من النوع الأول. ولكن يمكن أن يؤثر أيضًا على المصابين بداء السكري من النوع الثاني المعتمد على الأنسولين.",
    "blog p": " قــــــريباً",
    "blog t": "المدونة",
    "name": "الاسم",
    "email": "البريد الإلكتروني",
    "subject": "الموضوع",
    "message": "الرسالة",
    "Contact Us For Any Information": "اتصل بنا للحصول على أي معلومات",
    "Location": "الموقع",
    "Location1": "المعادى : اول كورنيش المعادي خلف مستشفي كليوباترا (النيل بدراوي سابقا)",
    "Email & Phone": "البريد الإلكتروني ورقم الهاتف",
    "contact us": "تواصل معنا",
    "SEND": "إرسال",
    "Get Your Fast Result Now": "أخبرنا بما تشعر به",
    "Number of Pregnancies": "عدد حالات الحمل",
    "Glucose Level": "مستوى الجلوكوز",
    "Blood Pressure": "ضغط الدم",
    "Skin Thickness": "سمك الجلد",
    "Insulin Level": "مستوى الأنسولين",
    "BMI (Body Mass Index)": "مؤشر كتلة الجسم",
    "Diabetes Pedigree Function": "وظيفة نسب مرض السكري",
    "Age": "العمر",
    "PREDICT": "تنبأ",
    "Password": "كلمة السر",
    "Already have an account": "هل لديك حساب؟",
    "Forgot password": "هل نسيت كلمة السر؟",
    "Don't have an account? Register": "ليس لديك حساب؟ قم بالتسجيل",
    "or": "أو",
    "footer p": "رفيقك النهائي في إدارة مرض السكري، حيث يقدم تحليلات تنبؤية لتوقع حالات مرض السكري المحتملة. بفضل الخوارزميات المتقدمة والواجهات سهلة الاستخدام، تمكن المستخدمين من اتخاذ تدابير استباقية لتحقيق نتائج صحية أفضل.",
    "Close": "إغلاق",
    "You don't have diabetes": "أخبار جيدة: تظهر نتائج الاختبار أنك غير مصاب بمرض السكري. استمر في الحفاظ على نمط حياة صحي وإجراء فحوصات منتظمة للحفاظ على صحتك الجيدة",
    "You have diabetes": "تحذير: من نتائجك نتوقع أنك مصاب بمرض السكري. يرجى استشارة مقدم الرعاية الصحية الخاص بك على الفور لإدارة حالتك ومنع المضاعفات",
    "ourteam": "تعرف علي فريقنا",
    "aboutus": "نحن فريق من الخريجين الجدد من قسم علوم الحاسب من أكاديمية طيبة",
    "Ali": "علي سعد غانم",
    "Ahmed": "أحمد صابر حسن",
    "Ashraf": "أحمد أشرف محمود",
    "Eslam": "إسلام حسني أحمد",
    "Ezz": "محمد عزالدين سليمان",
    "Weakness": "ضعف",
    "Sudden Weight Loss": "فقدان الوزن المفاجئ",
    "Itching": "الحكه",
    "Genital Thrush": "العدوي الفطريه",
    "Yes": "نعم",
    "No": "لا",
    "Choose a Sugar Level Test": "اختر اختبار مستوى السكر",
    "After Eating Test": "تحليل فاطر",
    "Fasting Sugar Test": "تحليل صائم",
    "HbA1c Test": "تحليل تراكمي",
    "Sugar Level Value": "قيمة مستوى السكر",
    "Male": "ذكر",
    "Female": "انثي",
    "Gender": "النوع",
    "Alopecia": "الثعلبة",
    "Obesity": "بدانة",
    "Muscle Stiffness": "تصلب العضلات",
    "Partial Paresis": "شلل جزئي",
    "Delayed Healing": "تأخر الشفاء"
  }
  